Repository: rubonfest/rubonfest
Catalog: apps/fotakonkurs/fotakonkurs/translations/*/LC_MESSAGES/messages.po
Languages: be, ru

source: User
be: Карыстач
ru: Пользователь

source: Role
be: Роля
ru: Роль

source: User File
be: Файл удзельніка
ru: Файл участника

source: Contest
be: Конкурс
ru: Конкурс

source: Fairytale
be: Казка ў аб'ектыве
ru: Сказка в объективе

source: Paintings
be: Малюнкі
ru: Рисунки

source: Please, select the contest
be: Калі ласка, выберыце конкурс
ru: Пожалуйста, выберите конкурс

source: This email address looks like invalid one
be: Гэты email-адрас падаецца хібным
ru: Этот email-адрес похож на неверный

source: Wow, sorry, this email address is too long
be: Вой, выбачайце - гэты email-адрас задоўгі
ru: Вау, извините, этот email-адрес слишком длинный

source: Please, leave us your email address
be: Калі ласка, пакіньце нам свой email-адрас
ru: Пожалуйста, оставьте нам свой email-адрес

source: Your email address to get in touch with you
be: Ваш email-адрас для сувязі з Вамі
ru: Ваш email-адрес для связи с Вами

source: Photo
be: Фатаздымак
ru: Фотография

source: Oops! You probably want to upload a photo here
be: Упс! Вы пэўна хочаце заладаваць фатаздымак тут
ru: Упс! Вы наверняка хочете загрузить фотографию здесь

source: Notice, only photos with .jpg (.jpeg) or .png extensions are allowed
be: Заўважце, дазволеныя толькі фатаздымкі з пашырэннямі .jpg(.jpeg) ці .png
ru: Заметьте, разрешены только фотографии с расширениями .jpg(.jpeg) или .png

source: Your photo in .jpg(.jpeg) or .png format
be: Ваша выява ў .jpg(.jpeg) ці .png фармаце
ru: Ваше фото в .jpg(.jpeg) или .png формате

source: Comment
be: Каментар
ru: Комментарий

source: Please, not more than 500 characters
be: Калі ласка, не больш за 500 сімвалаў
ru: Пожалуйста, не более чем 500 символов

source: Please, leave some comment about your work
be: Калі ласка, пакіньце невялічкі каментар пра Вашую працу
ru: Пожалуйста, оставьте небольшой комментарий про Вашу работу

source: For fairytale contest tell us what your story is about; for paintings contest, please, tell us about the author: age, place of study etc.
be: Для конкурсу "Казка ў аб'ектыве" раскажыце нам пра што Вашая фота-гісторыя; для конкурсу малюнкаў, калі ласка, пакіньце пару словаў пра аўтара: ўзрост, месца навучання і г.д.
ru: Для конкурса "Сказка в объективе" расскажите нам о чём Ваша фото-история; для конкурса рисунков, пожалуйста, оставьте пару слов про автора: возраст, место учёбы и т.п.

source: Please, solve the equation
be: Калі ласка, рашыце задачку
ru: Пожалуйста, решите задачку

source: Equation check failed. Please, try again
be: Брак праверкі роўнасці. Калі ласка, паспрабуйце яшчэ раз
ru: Ошибка проверки равности. Пожалуйста, попробуйте ещё раз

source: What is the equation result?
be: Які вынік выразу?
ru: Какой результат уравнения?

source: Invalid email and/or password
be: Хібны email ды/ці пароль
ru: Неправильный email и/или пароль

source: The error ocurred while saving file
be: Узнікла памылка падчас захавання файлу
ru: Произошла ошибка во время сохранения файла

source: Thank you, the file was successfully uploaded
be: Дзякуй, файл быў паспяхова заладаваны
ru: Спасибо, файл был успешно загружен

source: Oops! You've got an error
be: Ба! У вас памылка
ru: Упс! У вас ошибка

source: Logout
be: Выйсці
ru: Выйти

source: Login
be: Увайсці
ru: Войти

source: Submit
be: Адправіць
ru: Отправить

source: Return to the main page
be: Вярнуцца да галоўнай старонкі
ru: Вернуться на главную страницу

source: Enter for maintainers
be: Уваход для персанала
ru: Вход для персонала

source: Children Yard
be: Дзіцячая пляцоўка
ru: Детская площадка

source: Photo Contest
be: Конкурс фатаздымкаў
ru: Конкурс фоторабот

source: Contest conditions
be: Умовы конкурсаў
ru: Условия конкурсов

source: Upload photo
be: Заладаваць выяву
ru: Загрузить изображение

source: Photo gallery
be: Фотагалерэя
ru: Фотогалерея

source: Contacts
be: Кантакты
ru: Контакты
